{
  "main": {
    "name": "Soumya Bhatnagar",
    "occupation": "Human Resource Professional",
    "description": "I am on a mission to optimise the utilisation of the most important resource in corporate - Humans. I am a jolly and happy to go person with the constant desire to travel, explore and create. I have the ability to cook good food but also could burn the kitchen(only occasionally)",
    "image": "profilepic.jpg",
    "bio": "Currently pursuing MBA HR at NMIMS Mumbai (2023 batch).\n\n3 years of experience in Talent Acquisition and HR operations at a Digital Marketing and IT Startup.\n\nSkilled in: Talent Acquisition, End-to-end recruitment cycle, IT and Non-IT recruitment, Campus placements, Onboarding, Setting up processes, Employee Engagement activities, and Sourcing.",
    "contactmessage": "Let's get in touch!",
    "email": "soumyabhatnagar16697@gmail.com",
    "address": {
      "city": "India"
    },
    "website": "https://soumyabhatnagar.github.io/me/#resume",
    "resumedownload": "https://soumyabhatnagar.github.io/me/#resume",
    "social": [
      {
        "name": "facebook",
        "url": "https://www.facebook.com/soumya.bhatnagar.3",
        "className": "fa fa-facebook"
      },
      {
        "name": "twitter",
        "url": "http://twitter.com",
        "className": "fa fa-twitter"
      },
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/soumya-bhatnagar-a40024128/",
        "className": "fa fa-linkedin"
      },
      {
        "name": "instagram",
        "url": "https://www.instagram.com/soumya_bhatanagar/",
        "className": "fa fa-instagram"
      },
      {
        "name": "github",
        "url": "http://github.com/soumyabhatnagar",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "skillmessage": "Here you can create a short write-up of your skills to show off to employers",
    "education": [
      {
        "school": "SVKM's Narsee Monjee Institute of Management Studies (NMIMS)",
        "degree": "MBA - Human Resources Management/Personnel",
        "graduated": "2021 - 2022",
        "description": "Describe your experience at school, what you learned, what useful skills you have acquired etc."
      },
      {
        "school": "Christ University, Bangalore",
        "degree": "Bachelor of Business Administration - BBA(H) Human Resources Management/Personnel",
        "graduated": "2015 - 2018",
        "description": "Describe your experience at school, what you learned, what useful skills you have acquired etc."
      }
    ],
    "work": [
      {
        "company": "DeltaX",
        "title": "Talent Acquisition Consultant",
        "years": "Jan 2021 - June 2021",
        "description": "Talent Acquisition (End to end recruitment) for the roles of - Business Development, Digital Marketing and Graphic Designer. Organised Campus placement for the role of international sales and digital marketing analyst.Involved in Head hunting for Business Development / International Sales and Digital Marketers."
      },
      {
        "company": "",
        "title": "Talent Acquisition Manager",
        "years": "May 2018 - December 2020",
        "description": "Single-handedly managed the HR department for DeltaX. Primarily took care of the entire recruitment cycle, starting from sourcing the candidates to closing a profile and onboarding the candidates.\nSpecialized in tech recruitment for freshers and conducted more than 100 campus placements in the campus placement season of 2019."

      }
    ],
    "skills": [
      {
        "name": "End to End Recruitment Cycle Management",
        "level": "60%"
      },
      {
        "name": "Employee Onboarding",
        "level": "55%"
      },
      {
        "name": "Employee Performance Management",
        "level": "50%"
      },
      {
        "name": "Training and Development",
        "level": "90%"
      },
      {
        "name": "Administrative Expert",
        "level": "80%"
      },
      {
        "name": "Excel and SPSS(Beginner)",
        "level": "50%"
      }
    ]
  },
  "portfolio": {
    "drawings": [
      {
        "title": "Mandla 1",
        "category": "Experiences at world’s most dexterous and pivotal firm – Mother Inc.",
        "image": "mandla5.jpeg",
        "url": "https://www.theillume.in/editorial-1"
      },
      {
        "title": "Mandala 2",
        "category": "Experiences at world’s most dexterous and pivotal firm – Mother Inc.",
        "image": "mandla4.png",
        "url": "https://www.theillume.in/editorial-1"
      },
      {
        "title": "Mandala 3",
        "category": "Experiences at world’s most dexterous and pivotal firm – Mother Inc.",
        "image": "mandla3.jpeg",
        "url": "https://www.theillume.in/editorial-1"
      },
      {
        "title": "Mandala 4",
        "category": "Experiences at world’s most dexterous and pivotal firm – Mother Inc.",
        "image": "mandla2.jpeg",
        "url": "https://www.theillume.in/editorial-1"
      },
      {
        "title": "Mandala 5",
        "category": "Experiences at world’s most dexterous and pivotal firm – Mother Inc.",
        "image": "mandla1.jpeg",
        "url": "https://www.theillume.in/editorial-1"
      },
      {
        "title": "Mandala 6",
        "category": "Experiences at world’s most dexterous and pivotal firm – Mother Inc.",
        "image": "mandla6.jpeg",
        "url": "https://www.theillume.in/editorial-1"
      }
    ],
    "projects": [
      {
        "title": "Mummy Inc. Intern",
        "category": "Experiences at world’s most dexterous and pivotal firm – Mother Inc.",
        "image": "mummy_intern.jpeg",
        "url": "https://www.theillume.in/editorial-1"
      },
      {
        "title": "The Ideal Celebration",
        "category": "Experiences for celebrating festivals - the ideal way",
        "image": "the-ideal-celebration.png",
        "url": "https://quickreads-inkthethought.tumblr.com/post/650986165792636928/ink-the-thoughts"
      }
    ]
  },
  "testimonials": {
    "testimonials": [
      {
        "text": "“Hi! My name is Somu👧🏻.” said a girl in white frock 20 years ago to a girl who had no idea about the lifetime package that came with her.\nThe story has a lot of chapters but little did we know that we would become\nFrom strangers to best friends forever!\nFrom talking about what to play today to what to chose in life to never ending list!\nIt’s amazing to see such a pretty girl turn into a beautiful woman.\nAnd being with you in that process is such a blessing.🥰 You’ve always said to maintain stuff, efforts from both the ends matter.\nSince you’ve always been on my side\nI never realised how important you are to me,\nUntil I was about to lose you. 🥺\nSince that day there has been no day that I didn’t put my step ahead and live up to what we’re entitled too - BFF 👯‍♀️\nObviously can’t imagine to lose a gem like you.😘 Even though I’m uncertain about some things in life but I’m certain that I love you and will genuinely continue to love you forever.❤️\nIt’s already been 20 years and I know it would continue till the last breath\nCan’t blame myself for such a dramatic speech 😛\nAfter all it was for you lol 😘",
        "user": "Neelika",
        "gameName": "Samosa"
      },
      {
        "text": "Soumya has a special quality of never making you feel embarrassed. She has aura of comfort around her that makes you feel that you can be just you. We met during my first job and she quickly became a memorable part of that experience. She a perfect partner for almost anything but especially if you are somone who loves to dance like no one is watching or eat like there is no tomorrow then she is THE ONE.",
        "user": "Rhea",
        "gameName": "Shawarma"
      },
      {
        "text": "Happiest B’day to my first friend, first nursery friend, first kindergarten friend, first school friend, first neighbourhood friend, the friend who dragged me to the MPS Ka auto, the only friend who shared the cruel UKG class teacher’s daant ( have been asked to stop here, apparently there’s a word limit, HAHA !!). The fact that you singly occupy all these places in my childhood ( and almost every other childhood memory of mine ) never fails to surprise. And to top it off, I get to celebrate this special day with you. I SURE HIT A JACKPOT THERE. Yours is a rarest of rare friendship to me. Not everyone gets to have this. I hope I always have access to your 12 hours of extra worldly wisdom :)",
        "user": "Navsheen",
        "gameName": "Chicken Wings"
      },
      {
	"text": "Proud to have a daughter like u ❤❤ happy birthday 🎂🥳🎉🎈🎁🎊 our princess 👸we love u ❤💖may all your dreams come true 👍👍we admire your art of leading a balanced life keep it up 👍👍",
	"user": "Amma Pappa",
	"gameName": "Biryani & Rasmalai"
},

      {
        "text": "Mausijii Namaste!\n\nAapko Janamdin ki bhut bhut shubhkamnayein! Aap aise hi humpe aashirvaad banaye rakhein aur haste rhein.\nHope u get a limitless supply of Plan B wings and Biryanis.\nTo more me disturbing your afternoon naps and even more Bangalore memories.\n\nCharan Sparsh!",
        "user": "Sankalp",
        "gameName": "Phirni"
      },
      {
        "text": "Highly recommend Somu bear due to following \nKey benefits:\n1. Very reliable and trustworthy. Always has your back when you need a fake sleepover or a place to crash after a party\n2. Cuddly and perfect for warm hugs. Also, she has many cuddly dolls for added comfort\n3. Perfect for long chatty sleepovers. Has the ability to chit chat continuously for 24hrs\n4. Best food buddy ! Always ready to over eat and then complain about it for the rest of the evening\n5. My gemini twin !! Fun and crazy to hang out with especially for bollywood nights !!!\n\nIn all, must hire Somu bear for the job of a friend.\nHappy Birthday Somu!! ❤️❤️",
        "user": "Hansini",
        "gameName": "Cinnamon Roll"
      },
      {
        "text": "Soumya is a person you will always want and will be lucky to have in your corner. It is almost fascinating how a person can be so intelligent and silly at the same time 😜. She's like an oasis in the Sahara Desert. Her incredible focus and ability to achieve goals once decided, sets her apart and makes her destined for great things. Only she has the ability to be super mature and maintain the zeal and cute(only sometimes! 👶) childish traits in a single personality. Relish o' friends, for we have the human version of a panda!! ",
        "user": "Naveed",
        "gameName": "Blueberry Cheesecake"
      },
      {
        "text": "She’s an enigma,\nOn whom I’ve given up,\nCan only be deciphered,\nOnly by herself\n*S*illy yet,\n*O*pen hearted\n*U*nderstanding yet,\n*M*oody\n*Y*oung at heart and,\n*A*dored by all\nCaution: She’ll ditch your Plan A because she is crazy for PLAN B",
        "user": "Siddharth",
        "gameName": "McSpicy Paneer"
      },
      {
        "text": "Soumya is my first friend in Banglore. She is the one who showed me around (very specifically the best places to eat). I was always excited whenever she used to visit her home town, because she always used to bring me tasty gujia and home made cake.We had some of the best parties and board games which went on for hours together. I would definitely have not played RISK if you wouldn't have read the entire rules book.\n\nShe's for sure one of my most trusted friends",
        "user": "Phani",
        "gameName": "Shaami Kebab"
      },
      {
        "text": "Happy Birthday babe!\nPerfect Summing up of ‘US’❤️ for me would be a two way time-to-time ‘You can count on me, like one two three and I’ll be there’❤️\nCheers to years of rants, same choices, sharing(to the level of having the same crush!😂), biology discussions(Duh!😅),shitty decisions, growing up together, first share of the happiest or the worst news, crying and laughing and what not…..things already done and things to come!❤️ Let’s keep this writeup all good only for now!😂\nLove you🤭❤️\n",
        "user": "Parul",
        "gameName": "Wada Paw"
      },
      {
        "text": "It's difficult to describe Soumya with 1 word, but I can say she is a feeling similar to a sunny day amidst winter. She can cheer up anyone in the room just by existing. She has an extremely unique talent of not making sense or talking nonsense, but when ever you need a friend to hear you out she is always the one for you.",
        "user": "Amrita",
        "gameName": "Pizza"
      }
    ]
  }
}

